{
  "exhibits": [
    {
      "id": "room-001",
      "name": {
        "en": "Virtual Signage Room"
      },
      "description": {
        "en": "Experience how Twinteraction transforms Matterport tours with virtual signage overlays. This technology allows you to add interactive information labels, directional signs, and pop-up content within the virtual space, enhancing navigation and providing additional context to visitors."
      },
      "location": {
        "en": "Main Floor, First Showcase Area"
      },
      "historical_context": {
        "en": "Virtual signage addresses one of the main limitations of standard Matterport tours by adding context-specific information directly within the 3D space. This eliminates the need for separate documentation or guides, creating a more integrated user experience."
      },
      "fun_facts": {
        "en": [
          "Custom signage designs can match your brand identity perfectly", 
          "Signs can be updated remotely without recreating the entire tour", 
          "Interactive signage increases average time spent in virtual tours by 40%", 
          "Signs can include clickable URLs, product information, or multimedia content"
        ]
      }
    },
    {
      "id": "room-002",
      "name": {
        "en": "Branding Room"
      },
      "description": {
        "en": "See how Twinteraction seamlessly integrates your brand identity into Matterport spaces. From logos and color schemes to custom UI elements, the Branding Room demonstrates how to create a cohesive brand experience in virtual environments."
      },
      "location": {
        "en": "Main Floor, Second Showcase Area"
      },
      "historical_context": {
        "en": "Traditional virtual tours often lack brand consistency, appearing generic or disconnected from company identity. Twinteraction's branding capabilities ensure your virtual space maintains the same brand standards as your physical locations and other marketing materials."
      },
      "fun_facts": {
        "en": [
          "Branded virtual tours see 35% higher engagement than generic tours", 
          "Custom UI elements can include brand-specific animations and interactions", 
          "Twinteraction supports dynamic branding that can be updated seasonally", 
          "Branding elements can be strategically placed for maximum visibility without disrupting the experience"
        ]
      }
    },
    {
      "id": "room-003",
      "name": {
        "en": "Video Integration Room"
      },
      "description": {
        "en": "Explore how Twinteraction enhances Matterport tours with embedded video content. From product demonstrations to behind-the-scenes footage, this room showcases the power of combining immersive 3D environments with rich video content."
      },
      "location": {
        "en": "Main Floor, Media Center"
      },
      "historical_context": {
        "en": "Twinteraction's video integration capabilities evolved from the need to provide more dynamic content within static 3D spaces. This feature allows businesses to include testimonials, product demonstrations, or promotional content directly within the virtual environment."
      },
      "fun_facts": {
        "en": [
          "Videos can be embedded as floating elements or mapped to surfaces like TVs or walls", 
          "Twinteraction supports various video sources including YouTube, Vimeo, and custom hosting", 
          "Videos can be triggered by proximity or user interaction", 
          "Multiple video zones can create a multimedia gallery experience within your tour"
        ]
      }
    },
    {
      "id": "room-004",
      "name": {
        "en": "Sound Design Room"
      },
      "description": {
        "en": "Immerse yourself in the audio capabilities of Twinteraction. This room demonstrates how spatial audio, ambient soundscapes, and triggered sound effects can transform a silent Matterport tour into a rich sensory experience."
      },
      "location": {
        "en": "Second Floor, Audio Suite"
      },
      "historical_context": {
        "en": "Sound is often overlooked in virtual tours, yet it's crucial for creating immersive experiences. Twinteraction pioneered advanced audio integration for Matterport, allowing for zone-specific sounds, narration, and interactive audio elements that respond to user movement and interactions."
      },
      "fun_facts": {
        "en": [
          "Spatial audio creates the illusion of sounds coming from specific locations in the 3D space", 
          "Background music can be customized for different areas of your tour", 
          "Voice narration can guide visitors through complex spaces or provide educational content", 
          "Sound effects can be triggered by user interaction with specific objects or areas"
        ]
      }
    },
    {
      "id": "room-005",
      "name": {
        "en": "Animation Showcase"
      },
      "description": {
        "en": "Witness how Twinteraction brings static spaces to life with animated elements. From subtle environmental effects to interactive product demonstrations, animations add a dynamic layer to your virtual tours that captivate and engage visitors."
      },
      "location": {
        "en": "Second Floor, Creative Studio"
      },
      "historical_context": {
        "en": "Animations were introduced to address the static nature of traditional 3D scans. Twinteraction developed proprietary technology to integrate lightweight, performance-optimized animations that work across all devices without compromising tour loading speeds."
      },
      "fun_facts": {
        "en": [
          "Animated elements can demonstrate how products work or how spaces transform", 
          "Environmental animations like rainfall or lighting changes create atmosphere", 
          "Interactive animations respond to user clicks or movements", 
          "Animation sequences can guide users through a narrative or showcase process flows"
        ]
      }
    },
    {
      "id": "room-006",
      "name": {
        "en": "Digital Artwork Gallery"
      },
      "description": {
        "en": "Discover how Twinteraction can transform your Matterport tour into a digital art gallery. This room showcases the integration of high-resolution artwork, interactive exhibits, and digital displays that can be updated remotely without rescanning the space."
      },
      "location": {
        "en": "Second Floor, Exhibition Hall"
      },
      "historical_context": {
        "en": "The Digital Artwork feature was originally developed for museums and galleries seeking to create virtual exhibitions. It has since evolved to support retail showrooms, real estate staging, and corporate environments that need flexible display solutions for changing content."
      },
      "fun_facts": {
        "en": [
          "Digital artwork can be swapped remotely to create seasonal or themed experiences", 
          "Interactive artworks can reveal additional information or transform when clicked", 
          "Augmented reality elements can display products or artworks that aren't physically present", 
          "Art collections can be curated differently for different visitor demographics"
        ]
      }
    },
    {
      "id": "room-007",
      "name": {
        "en": "Call-to-Action Hub"
      },
      "description": {
        "en": "Learn how Twinteraction converts virtual tour visitors into customers with strategic call-to-action elements. This room demonstrates various ways to integrate purchase options, contact forms, booking systems, and other conversion tools directly within your Matterport tour."
      },
      "location": {
        "en": "Third Floor, Marketing Center"
      },
      "historical_context": {
        "en": "Traditional virtual tours often failed to convert interest into action. Twinteraction's Call-to-Action features bridge this gap by seamlessly integrating business operations like sales, appointments, or reservations directly into the immersive experience."
      },
      "fun_facts": {
        "en": [
          "Strategic CTAs can increase conversion rates by up to 300% compared to standard tours", 
          "Integration with e-commerce platforms allows for direct purchasing within the tour", 
          "Calendar integrations enable appointment booking without leaving the virtual space", 
          "Analytics track which CTAs perform best and where visitors are most likely to convert"
        ]
      }
    },
    {
      "id": "room-008",
      "name": {
        "en": "Interactive Tags Laboratory"
      },
      "description": {
        "en": "Explore the power of Twinteraction's interactive tagging system. This room showcases how intelligent tags can provide product information, trigger multimedia content, connect to e-commerce systems, and create interactive hotspots throughout your virtual tour."
      },
      "location": {
        "en": "Third Floor, Technology Center"
      },
      "historical_context": {
        "en": "Twinteraction's tagging system evolved beyond simple information markers to become a comprehensive interaction layer. The system now supports complex data connections, real-time inventory updates, and personalized content delivery based on user preferences and behavior."
      },
      "fun_facts": {
        "en": [
          "Tags can display real-time information like pricing or availability from your database", 
          "Interactive product tags can show specifications, variants, and related items", 
          "Measurement tags can help visitors understand dimensions and proportions", 
          "Tags can be filtered by category, allowing visitors to customize their viewing experience"
        ]
      }
    }
  ],
  "tours": [
    {
      "id": "feature-001",
      "name": {
        "en": "Basic Implementation Package"
      },
      "duration": {
        "en": "Includes virtual signage, basic branding elements, and up to 5 interactive tags. Perfect for small businesses or single-location showcases."
      },
      "exhibits": ["room-001", "room-002", "room-008"],
      "recommended_for": {
        "en": ["Small retail stores", "Professional offices", "Single-property real estate", "Local restaurants"]
      }
    },
    {
      "id": "feature-002",
      "name": {
        "en": "Advanced Retail Solution"
      },
      "duration": {
        "en": "Comprehensive implementation featuring product tags with inventory integration, branded elements, video demonstrations, call-to-action points, and customer journey analytics."
      },
      "exhibits": ["room-002", "room-003", "room-007", "room-008"],
      "recommended_for": {
        "en": ["Multi-department stores", "Luxury retailers", "Showrooms", "Flagship locations"]
      }
    },
    {
      "id": "feature-003",
      "name": {
        "en": "Immersive Exhibition Package"
      },
      "duration": {
        "en": "Full-featured implementation with artwork integration, spatial audio, animation effects, and interactive elements designed for galleries, museums, or exhibition spaces."
      },
      "exhibits": ["room-004", "room-005", "room-006"],
      "recommended_for": {
        "en": ["Art galleries", "Museums", "Exhibition spaces", "Trade show booths"]
      }
    },
    {
      "id": "feature-004",
      "name": {
        "en": "Enterprise Multi-Location Solution"
      },
      "duration": {
        "en": "Scalable implementation for businesses with multiple locations, featuring consistent branding, centralized content management, visitor analytics, and custom integration with existing business systems."
      },
      "exhibits": ["room-001", "room-002", "room-003", "room-007"],
      "recommended_for": {
        "en": ["Retail chains", "Franchise businesses", "International brands", "Corporate campuses"]
      }
    }
  ],
  "general_info": {
    "museum_name": {
      "en": "Dimensione3"
    },
    "opening_hours": {
      "en": "Founded in 2016, Dimensione3 is an innovative technology company specializing in creating enhanced virtual tour experiences. Based in Italy, the company has become a leading Matterport partner, developing Twinteraction - a software solution that transforms standard 3D tours into interactive, branded experiences. Dimensione3 serves clients worldwide, particularly in retail, luxury goods, real estate, and cultural institutions."
    },
    "facilities": {
      "en": [
        "Twinteraction - Virtual tour enhancement software", 
        "IperTwin - Digital twin creation for industrial applications", 
        "Tour Meeting - Collaborative virtual tour exploration", 
        "Matterport scanning services", 
        "3D rendering and tour creation", 
        "Custom interactive development", 
        "Virtual exhibition design"
      ]
    },
    "tickets": {
      "en": {
        "Archiproducts": "Archiproducts is a global sourcing platform for architecture and design that connects professionals with product manufacturers. Their physical retail space in Milan, 'Archiproducts Milano,' showcases curated design products in realistic settings. They've partnered with Dimensione3 to create interactive virtual tours of their spaces, allowing global access to their curated environments and products."
      }
    }
  }
} 